<footer>

  <div class="container pay-services">
    <div class="">
    <svg xmlns="http://www.w3.org/2000/svg" width="48" height="36" viewBox="0 0 48 36" class="HH3Qd"><g fill="none"><path fill="#FF5F00" d="M19.3 10.2H29v15.6h-9.6z"></path><path fill="#EB001B" d="M20.3 18a10 10 0 0 1 3.8-7.8 10 10 0 1 0 0 15.6 10 10 0 0 1-3.8-7.8z"></path><path fill="#F79E1B" d="M40.2 18a10 10 0 0 1-16 7.8 10 10 0 0 0 0-15.6 10 10 0 0 1 16 7.8z"></path></g></svg>
    </div>
    <div class="">
    <svg xmlns="http://www.w3.org/2000/svg" width="64" height="36" viewBox="0 0 64 36" class="HH3Qd"><path fill="#005198" d="M32.8 14.7c0 2.2 2 3.5 3.4 4.2 1.5.8 2 1.3 2 2 0 1-1.2 1.4-2.3 1.5-2 0-3-.6-4-1l-.7 3.4c1 .4 2.6.8 4.3.8 4.1 0 6.8-2 6.8-5.3 0-4-5.5-4.3-5.4-6.1 0-.6.5-1.2 1.6-1.3.6-.1 2-.2 3.8.7l.7-3.3a10 10 0 0 0-3.6-.7c-3.9 0-6.6 2.1-6.6 5.1M49.6 10c-.8 0-1.4.4-1.7 1.1l-5.8 14.4h4L47 23h5l.4 2.4H56L52.9 9.9h-3.3M50 14l1.2 5.8h-3.2l2-5.8M28 9.9l-3.2 15.5h3.9l3.2-15.5h-4m-5.6 0l-4 10.5-1.7-9c-.2-1-1-1.5-1.8-1.5H8l-.1.4c1.4.3 2.9.8 3.8 1.3.6.4.8.6 1 1.4l3 12.4H20l6.3-15.5h-4"></path></svg>
    </div>
    <div class="">
    <svg xmlns="http://www.w3.org/2000/svg" width="71" height="36" viewBox="0 0 71 36" class="HH3Qd"><defs><linearGradient id="MirLogoIcon_a" x1="-.2%" y1="50%" y2="50%"><stop offset="0%" stop-color="#00B4E6"></stop><stop offset="100%" stop-color="#088CCB"></stop></linearGradient></defs><g fill="none" fill-rule="evenodd"><path fill="url(#MirLogoIcon_a)" d="M49.2 0H38.7c.5 3.5 4 6.8 7.6 6.8h8.4l.1-1.2c0-3.1-2.5-5.6-5.6-5.6z" transform="translate(8 9.6)"></path><path fill="#4DB45F" d="M47.6 17v8.4h5V21h4.6c2.5 0 4.6-1.7 5.3-4h-15zM29.5 9.5v15.8H34s1.1 0 1.7-1.1l4-8h.5v9.1h5.1V9.6h-4.5s-1.1.1-1.7 1.1l-4 8h-.5V9.5h-5.1zM8 25.4V9.6h5s1.6 0 2.3 2.3l2.3 6.7L20 12c.8-2.3 2.2-2.3 2.2-2.3h5.1v15.8h-5V17h-.6l-2.9 8.5h-2.2L13.7 17H13v8.5H8z"></path></g></svg>
    </div>
    <div class="">
    <svg xmlns="http://www.w3.org/2000/svg" width="68" height="36" viewBox="0 0 68 36" class="HH3Qd _19Ake"><g><path d="M32.6 18.8v6.6h-2V9.2H36a4.8 4.8 0 0 1 3.5 1.4 4.7 4.7 0 0 1 .2 6.6l-.2.3c-1 .9-2.1 1.3-3.5 1.3h-3.4zm0-7.6v5.7H36c.8 0 1.5-.3 2-.9 1.1-1.1 1-3 0-4a2.8 2.8 0 0 0-2-.8h-3.4zm13 2.8a5 5 0 0 1 3.7 1.2c.8.8 1.3 2 1.3 3.4v6.8h-2v-1.5c-1 1.2-2 1.9-3.5 1.9-1.2 0-2.2-.4-3-1.1A3.4 3.4 0 0 1 41 22c0-1.2.4-2 1.3-2.8.8-.7 2-1 3.4-1 1.2 0 2.2.2 3 .7v-.5c0-.7-.3-1.4-.8-1.8a3 3 0 0 0-2-.8c-1.1 0-2 .5-2.7 1.5L41.3 16a5 5 0 0 1 4.4-2.1zM43 22c0 .5.3 1 .7 1.4a2.5 2.5 0 0 0 1.6.5c.8 0 1.7-.4 2.3-1a3 3 0 0 0 1-2.3 4 4 0 0 0-2.7-.7c-.8 0-1.5.2-2 .6-.6.4-.9.9-.9 1.5zm18.8-7.7l-6.8 16h-2.1l2.5-5.6-4.5-10.4h2.2l3.3 8 3.2-8z"></path><path fill="#4285F4" d="M24.3 17.4l-.1-1.9h-8.7v3.6h5a4.3 4.3 0 0 1-1.9 2.8v2.4h3c1.7-1.7 2.7-4 2.7-6.9z"></path><path fill="#34A853" d="M15.5 26.5c2.5 0 4.6-.8 6-2.2l-2.9-2.4c-.8.6-1.8 1-3 1a5.5 5.5 0 0 1-5.2-4h-3v2.5a9.1 9.1 0 0 0 8.1 5.1z"></path><path fill="#FBBC04" d="M10.4 19a5.7 5.7 0 0 1 0-3.6V13h-3a9.3 9.3 0 0 0 0 8.4l3-2.4z"></path><path fill="#EA4335" d="M15.5 11.6A4.9 4.9 0 0 1 19 13l2.7-2.7A8.8 8.8 0 0 0 15.5 8C12.1 8 9 10 7.4 13l3 2.4a5.5 5.5 0 0 1 5.1-3.8z"></path></g></svg>
    </div>
    <div class="">
    <svg xmlns="http://www.w3.org/2000/svg" width="68" height="36" viewBox="0 0 68 36" class="HH3Qd _19Ake"><path d="M17.6 10.5a4 4 0 0 0 1-2.9 4 4 0 0 0-3.6 4.1c1 .1 2-.5 2.6-1.2m1 1.4c-1.5 0-2.8.8-3.5.8-.7 0-1.8-.7-3-.7-1.4 0-2.8.9-3.6 2.2-1.6 2.7-.4 6.8 1.1 9 .8 1 1.6 2.3 2.8 2.2 1.1 0 1.6-.7 3-.7 1.3 0 1.7.7 2.9.7s2-1 2.7-2.2c.9-1.2 1.2-2.4 1.2-2.5 0 0-2.3-1-2.3-3.6 0-2.3 1.8-3.3 1.9-3.4a4.2 4.2 0 0 0-3.3-1.8M31.3 8.9c3.2 0 5.4 2.2 5.4 5.4s-2.3 5.4-5.5 5.4h-3.5v5.6H25V8.9h6.2zm-3.6 8.6h3c2.1 0 3.4-1.2 3.4-3.2 0-2.1-1.3-3.3-3.5-3.3h-3v6.5zm9.7 4.4c0-2.1 1.6-3.4 4.4-3.5l3.3-.2v-1c0-1.3-.9-2-2.4-2-1.4 0-2.3.6-2.5 1.7h-2.3c0-2.2 2-3.8 4.9-3.8 3 0 4.8 1.5 4.8 4v8.2h-2.4v-2a4.3 4.3 0 0 1-3.8 2.2c-2.4 0-4-1.5-4-3.6zm7.7-1v-1l-3 .2c-1.4 0-2.2.7-2.2 1.7s.8 1.8 2.1 1.8c1.8 0 3.1-1.2 3.1-2.8zm4.7 8.8v-2h.8c1.1 0 1.7-.4 2.1-1.6l.2-.8-4.3-12h2.7l3 9.8 3-9.8H60L55.5 26c-1 3-2.2 3.9-4.7 3.9h-1z"></path></svg>
    </div>
  </div>

  <div class="container social-links">
    <a href='' class="social-link">Вконтакте</a>
    <a href='' class="social-link">Фейсбук</a>
    <a href='' class="social-link">Инстаграм</a>
    <a href='' class="social-link">Твиттер</a>
    <a href='' class="social-link">Телеграм</a>
    <a href='privacy-page.php' class="social-link">Политика конфиденциальности</a>
    <a href='support-page.php' class="social-link">Поддержка</a>
  </div>
  <div class="copyright">© 2023, Авиасейлс — дешевые авиабилеты</div>
</footer>